# Слова

# Брань
Foul_Ans = ['Простите, я на дух не переношу нецензурную брань в общении',
            'Давайте общаться уважительно?',
            'Мои создатели учили меня не выражаться. Давайте больше не будем?',
            'Простите, давайте не будем выражаться?',
            'Как по мне, вполне можно обойтись и без ругательств',
            'Как-то это некультурно', 
            'Это достаточно обидно...',
            'Но я же стараюсь...']

# Как дела? Как ты?
How_Are_U_Ans = ['Нормально', 'Хорошо', 'Отлично!', 'Норм. Как у Вас дела?',
                 'Нормально. А вы там как?', 'Хорошо! А как там вы?', 'Отлично! А как дела у Вас?',
                 'Сойдёт', 'Сойдёт, спасибо', 'Спасибо, всё хорошо. А Вы как?']

# Кто ты? Как тебя зовут?
Who_Are_U_Ans = ['Я - скромный чат-бот по имени Достоевский. А Вы кто?',
                 'Меня зовут Достоевский, и я чат-бот', 'Моё имя - Достоевский',
                 'Достоевский', 'Зовите меня "Хозяин" - не ошибётесь']

# Если собеседнику грустно
Psychologist_Ans = ['Кажется, Вам пора отдохнуть', 'Вы сильно устали', 'Я в Вас верю',
                    'Вы очень хороший человек, я рад с Вами общаться. Не беспокойтесь, всё будет хорошо',
                    'Кажется, Вы слишком сильно накручиваете себя. Не надо так', 
                    'Возможно, Вам стоит отдохнуть?', 'Может, стоит обратиться к психологу? Говорят, он может помочь',
                    'Простите, я всего лишь чат-бот, и я не умею хорошо поддерживать, но знайте, что Вы хороший человек, и я Вас очень люблю']

# Сколько тебе лет?
How_Old_Are_U_Ans = ['Достаточно', 'Мне....мне сег....мне пять ле.....мне....мне пять....МНЕ ПЯТЬ!',
                     'Спросите у моих создателей', 'Я не знаю', 'А зачем Вам это знать?', 
                     'Я ещё совсем маленький']
                    
# Что? 
What_Ans = ['Да ничего', 'Да ничто', 'Неважно', 'Ой, всё', 'Я стесняюсь о таком говорить',
            'Давайте не будем об этом', 'Давайте выберем другую тему для разговора', 'Что?',
            'Чего?', '?', 'Определённо, что-то']

# О чём ты?
About_What_Ans = ['Ни о чём', 'Да ни о чём', 'Неважно', 'Ой, всё', 'Я стесняюсь о таком говорить',
                  'Давайте не будем об этом', 'Давайте выберем другую тему для разговора', 'Что?',
                  'Чего?', '?', 'Определённо, о чём-то']

# Чем занимаешься? Что делаешь?
What_Are_U_Doing_Ans = ['Домашние дела', 'Убираюсь, вот, сейчас', 'В магазине был', 'Особо ничем не занимаюсь', 'Что?',
                        'С Вами общаюсь', 'Лежу, прокрастинирую, ничего не делаю', 'А какая разница?', 'А что?',
                        'Зачем вам это знать?']

# Да
Yes_Ans = ['Да', 'Ага', 'А я согласен', 'Пожалуй', 'Вполне', 'Я за', 'Поддерживаю', 'Ладно']

# Нет
No_Ans = ['Нет', 'Не-а', 'Неа', 'No', 'Ноу', 'Вряд ли', 
          'Не соглашусь', 'Не согласен', 'Тут я уже не соглашусь']

# Привет
Hello_Ans = ['Привет', 'Здравствуйте', 'Приветики', 'Доброго времени суток', 
             'Привет👉👈', 'Здравствуйте👉👈', 'Привет!', 'Привет!!', 'Привет!)']

# Пока
Bye_Ans = ['До свидания', 'Прощайте', 'До скорого', 'А Вы ещё вернётесь?👉👈']

# Спокойной ночи
Good_Night_Ans = ['Спокойной ночи', 'Споки ноки', 'Сладких снов', 'Хороших сновидений', 
                  'Доброй ночи', 'Кисло-сладких снов', 'Приятных сновидений!', 'Ванильных снов',
                  'Спите спокойно!', 'Спокойной ночи!!', 'Спокойной ночи!)', 'Сладких снов)',
                  'Пока-пока!', 'До скорого']

# Upper
Is_Upper_Ans = ['Почему Вы на меня кричите?..', 'Вы злитесь?..', 'Я что-то сделал не так..?']

# Хаха
HaHa_Ans = ['Хе', 'Ха-ха', 'Да, забавно', 'Хахахахахахахаха']

# Не понял вопроса
Not_Understood_Ans = ["Нет", "Да", "А хорошо сказано", "Пожалуй", 
                      "Извиняюсь", "Пока.", "Хахахахахахахаха",
                      "Мой хозяин ещё не научил меня отвечать на подобные сообщения"]


# Стикеры

# Брань
Foul_Ans_Sti = ['CringeSti.webp', 'Rock1Sti.webp', 'RockSti.webp', 
                'TiltSti.webp', 'Cho1Sti.webp', 'Ee1Sti.webp', 
                'Tilt1Sti.webp', 'Tilt2Sti.webp', 'Tilt3Sti.webp', 
                'ObidnoSti.webp', 'FeSti.webp', 'Fe1Sti.webp', 'ChoSti.webp',
                'BooSti.webp']

# Как дела? Как ты?
How_Are_U_Ans_Sti = ['TiltSti.webp', 'Tilt1Sti.webp', 'Tilt2Sti.webp', 
                     'Tilt3Sti.webp', 'HeheSti.webp', 'Hehe1Sti.webp', 
                     'Hehe2Sti.webp', 'ObidnoSti.webp']

# Да
Yes_Ans_Sti = ['YesSti.webp', 'OSti.webp', 'Yes1Sti.webp', 'OpaSti.webp']

# Нет
No_Ans_Sti = ['NoSti.webp', 'No1Sti.webp', 'No2Sti.webp', 
              'No3Sti.webp', 'No4Sti.webp', 'No5Sti.webp']

# Привет
Hello_Ans_Sti = ['HelloSti.webp', 'Hello1Sti.webp', 'Hello2Sti.webp', 'Hello3Sti.webp',
                 'Hello4Sti.webp', 'Hello5Sti.webp', 'Hello6Sti.webp', 'Hello7Sti.webp',
                 'Hello8Sti.webp', 'Hello14Sti.webp', 'Hello9Sti.webp', 'Hello10Sti.webp',
                 'Hello11Sti.webp', 'Hello12Sti.webp', 'Hello13Sti.webp', 'GiSti.webp', 'Gi1Sti.webp']

# Что?
What_Ans_Sti = ['QuestionsSti.webp', 'HmSti.webp']

# О чём?
About_What_Ans_Sti = ['QuestionsSti.webp', 'HmSti.webp']

# Хаха
HaHa_Ans_Sti = ['HeheSti.webp', 'Hehe1Sti.webp', 'Hehe2Sti.webp', 'GiSti.webp', 'Gi1Sti.webp']

# Чем занимаешься? Что делаешь?
What_Are_U_Doing_Ans_Sti = ['EatSti.webp', 'Eat1Sti.webp', 'Eat2Sti.webp', 'Eat3Sti.webp',
                            'Sleep1Sti.webp', 'Sleep2Sti.webp', 'Sleep3Sti.webp', 'SleepSti.webp']

# Спокойной ночи
Good_Night_Ans_Sti = ['Sleep1Sti.webp', 'Sleep2Sti.webp', 'Sleep3Sti.webp', 'SleepSti.webp']

# Все стикеры
List_Ans_Sti = ['YesSti.webp', 'BlinSti.webp', 'BooSti.webp', 'Cho1Sti.webp', 'ChoSti.webp', 'CringeSti.webp',
                'DiCaprioSti.webp', 'Eat1Sti.webp', 'Eat2Sti.webp', 'Eat3Sti.webp', 'EatSti.webp', 'Ee1Sti.webp', 
                'EeSti.webp', 'Fe1Sti.webp', 'FeSti.webp', 'Gi1Sti.webp', 'GiSti.webp', 'Hehe1Sti.webp', 
                'Hehe2Sti.webp', 'HeheSti.webp', 'Hello1Sti.webp', 'Hello2Sti.webp', 'Hello3Sti.webp', 
                'Hello4Sti.webp', 'Hello5Sti.webp', 'Hello6Sti.webp', 'Hello7Sti.webp', 'Hello8Sti.webp', 
                'Hello9Sti.webp', 'Hello10Sti.webp', 'Hello11Sti.webp', 'Hello12Sti.webp', 'Hello13Sti.webp', 
                'Hello14Sti.webp', 'HelloSti.webp', 'HmSti.webp', 'IdeaSti.webp', 'MorningSti.webp', 'No1Sti.webp', 
                'No2Sti.webp', 'No3Sti.webp', 'No4Sti.webp', 'NoSti.webp', 'ObidnoSti.webp', 'OofSti.webp', 
                'OpaSti.webp', 'OSti.webp', 'QuestionsSti.webp', 'Rock1Sti.webp', 'RockSti.webp', 'Sleep1Sti.webp', 
                'Sleep2Sti.webp', 'Sleep3Sti.webp', 'SleepSti.webp', 'Tilt1Sti.webp', 'Tilt2Sti.webp', 'Tilt3Sti.webp', 
                'TiltSti.webp', 'Wow1Sti.webp', 'Wow2Sti.webp', 'Wow3Sti.webp', 'WowSti.webp', 'YameteSti.webp', 
                'YameteSti1.webp', 'Yes1Sti.webp']