# Слова

# Брань
Foul_Ans = ['Простите, я на дух не переношу нецензурную брань в общении',
            'Давайте общаться уважительно?',
            'Мои создатели учили меня не выражаться. Давайте больше не будем?',
            'Простите, давайте не будем выражаться?',
            'Как по мне, вполне можно обойтись и без ругательств',
            'Как-то это некультурно', 
            'Это достаточно обидно...',
            'Но я же стараюсь...']

# Как дела? Как ты?
How_Are_U_Ans = ['Нормально', 'Хорошо', 'Отлично!', 'Норм. Как у Вас дела?'
                 'Нормально. А вы там как?', 'Хорошо! А как там вы?', 'Отлично! А как дела у Вас?',
                 'Сойдёт', 'Сойдёт, спасибо', 'Спасибо, всё хорошо. А Вы как?']

# Кто ты? Как тебя зовут?
Who_Are_U_Ans = ['Я - скромный чат-бот по имени Достоевский. А ты кто?',
                 'Меня зовут Достоевский, и я чат-бот', 'Моё имя - Достоевский'
                 'Достоевский', 'Зовите меня "Хозяин" - не ошибётесь']

# Если собеседнику грустно
Psychologist_Ans = ['Кажется, Вам пора отдохнуть', 'Вы сильно устали', 'Я в Вас верю',
                    'Вы очень хороший человек, я рад с Вами общаться. Не беспокойтесь, всё будет хорошо',
                    'Кажется, Вы слишком сильно накручиваете себя. Не надо так', 
                    'Возможно, Вам стоит отдохнуть?', 'Может, стоит обратиться к психологу? Говорят, он может помочь',
                    'Простите, я всего лишь чат-бот, и я не умею хорошо поддерживать, но знайте, что Вы хороший человек, и я Вас очень люблю']

# Сколько тебе лет?
How_Old_Are_U_Ans = ['Достаточно', 'Мне....мне сег....мне пять ле.....мне....мне пять....МНЕ ПЯТЬ!',
                     'Я дед инсайд, мне 9 лет, я хочу в психокидс', 'Спросите у моих создателей']
                    
# Что? О чём ты?
What_Ans = ['Да ничего. Ни о чём', 'Неважно', 'Ой, всё', 'Я стесняюсь о таком говорить',
            'Давайте не будем об этом', 'Давайте выберем другую тему для разговора', 'Что?',
            'Чего?', '?']

# Чем занимаешься? Что делаешь?
What_Are_U_Doing_Ans = ['Домашние дела', 'Убираюсь, вот, сейчас', 'В магазине был', 'Особо ничем не занимаюсь', 'Что?'
                        'С Вами общаюсь', 'Лежу, прокрастинирую, ничего не делаю', 'А какая разница?', 'А что?',
                        'Зачем вам это знать?']

# Да
Yes_Ans = ['Да', 'Ага', 'А я согласен', 'Пожалуй', 'Вполне', 'Я за', 'Поддерживаю', 'Ладно']

# Не понял вопроса
Not_Understood_Ans = ["Нет", "Да", "А хорошо сказано", "Пожалуй", 
                      "Извиняюсь", "Пока.", "ХАХАХАХХАХАХХАХАХАХАХХАХАХАХА",
                      "Мой хозяин ещё не научил меня отвечать на подобные сообщения"]


# Стикеры

# Брань
Foul_Ans_Sti = ['CringeSti.webp', 'Rock1Sti.webp', 'RockSti.webp', 'TiltSti.webp']

# Как дела? Как ты?
How_Are_U_Ans_Sti = ['TiltSti.webp', 'HeheSti.webp']

# Да
Yes_Ans_Sti = ['YesSti.webp', 'OSti.webp']

# Привет
Hello_Sti = ['HelloSti.webp', 'Hello1Sti.webp', 'Hello2Sti.webp']

# Все стикеры
List_Sti = ['BlinSti.webp', 'CringeSti.webp', 'DiCaprioSti.webp', 'EeSti.webp', 
            'Hehe1Sti.webp', 'HeheSti.webp', 'IdeaSti.webp', 'NoSti.webp', 
            'OSti.webp', 'Rock1Sti.webp', 'RockSti.webp', 'TiltSti.webp', 
            'YameteSti.webp', 'YameteSti1.webp', 'YesSti.webp']