Yes_Qu = ['Да', 'Yes', 'Yeah', 'Ага', 'Я думаю так', 
          'Должно быть', 'Возможно', 'Верно', 'Ладно', 'Ок']

No_Qu = ['Нет', 'Не-а', 'Не думаю', 'Вряд ли']

How_Are_U_Qu = ['Как дела?', 'Как настроение?', 'Как жизнь?', 'Как ты?'
                'Чё как?', 'Как ты там?', 'Как Вы там?', 'Как поживаешь?']

Who_Are_U_Qu = ['Кто ты?', 'Как тебя зовут?', 'Как твоё имя?', 
                'Можно узнать твоё имя?', 'Ваше имя?', 'Как к тебе обращаться?']

Psychologist_Qu = ['У меня всё плохо в жизни, почему?', 'Почему мне плохо?', 'Почему всё так ужасно?',
                   'Мне грустно', 'Кажется, я устал', 'Хочется умереть']

How_Old_Are_U_Qu = ['Сколько тебе лет?', 'Каков твой возраст?', 'Когда ты родился?']

What_Qu = ['Чего?', 'Что?']

About_What_Qu = ['О чём ты?', 'О чём Вы?']

What_Are_U_Doing_Qu = ['Что делаешь?', 'Чем занимаешься?']

Hello_Qu = ['Привет', 'Здравствуй', 'Здравствуйте', 'Дарова', 'Hello', 'Hi', 'Хеллоу', 
            'Хай', 'Доброе утро', 'С добрым утром', 'Приятного времени суток',
            'Доброго вечера', 'С добрым вечером', 'Здравия желаю', 'Шалам', 'Салом алейкум',
            'Валейкум ассалом', 'Приветствую', 'Приветик', 'Buenos días', 'Буэнос диас', 
            'Hola amigos', 'Хеллоу, амигос', 'Хола']

Bye_Qu = ['Пока', 'До свидания', 'Прощай', 'Покеда', 'До скорого', 'Я пошёл', 'Я пошла']

Good_Night_Qu = ['Спокойной ночи', 'Споки ноки', 'Сладких снов', 'Хороших сновидений', 
                 'Доброй ночи', 'Кисло-сладких снов', 'Приятных сновидений', 'Ванильных снов']

HaHa_Qu = ['ХАХАХАХХАХХАХХАХАХХА', 'Хахахахахаха', 'Хпхпхпххпхпхпхпх', 'АВХЫАХЫВХАЫВХАХЫВХАЫХАХЫВ',
           'хвзащахаззахазпахзазахахазахаха', 'АХАХЗВХВЗАЩАЗАХАЗАХАЖАЗА', 
           'ХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХ']

List = ['Да', 'Yes', 'Yeah', 'Ага', 'Я думаю так', 'Должно быть', 'Возможно', 'Верно', 
        'Ладно', 'Ок', 'Как дела?', 'Как настроение?', 'Как жизнь?', 'Как ты?'
        'Чё как?', 'Как ты там?', 'Как Вы там?', 'Как поживаешь?', 
        'Кто ты?', 'Как тебя зовут?', 'Как твоё имя?', 
        'Можно узнать твоё имя?', 'Ваше имя?', 'Как к тебе обращаться?', 
        'У меня всё плохо в жизни, почему?', 'Почему мне плохо?', 'Почему всё так ужасно?'
        'Мне грустно', 'Кажется, я устал', 'Хочется умереть', 
        'Сколько тебе лет?', 'Каков твой возраст?', 'Когда ты родился?',
        'О чём ты?', 'О чём Вы?', 'Что?', 'Чего?', 'Что делаешь?', 'Чем занимаешься?',
        'Нет', 'Не-а', 'Не думаю', 'Вряд ли', 'Привет', 'Здравствуй', 'Здравствуйте', 
        'Дарова', 'Hello', 'Hi', 'Хеллоу', 'Хай', 'Доброе утро', 'С добрым утром', 
        'Приятного времени суток', 'Доброго вечера', 'С добрым вечером', 'Здравия желаю', 
        'Шалам', 'Салом алейкум', 'Валейкум ассалом', 'Приветствую', 'Приветик', 
        'Buenos días', 'Буэнос диас', 'Hola amigos', 'Хеллоу, амигос', 'Хола',
        'Пока', 'До свидания', 'Прощай', 'Покеда', 'До скорого', 'Я пошёл', 'Я пошла',
        'Спокойной ночи', 'Споки ноки', 'Сладких снов', 'Хороших сновидений', 
        'Доброй ночи', 'Кисло-сладких снов', 'Приятных сновидений', 'Ванильных снов',
        'ХАХАХАХХАХХАХХАХАХХА', 'Хахахахахаха', 'Хпхпхпххпхпхпхпх', 'АВХЫАХЫВХАЫВХАХЫВХАЫХАХЫВ',
        'хвзащахаззахазпахзазахахазахаха', 'АХАХЗВХВЗАЩАЗАХАЗАХАЖАЗА', 
        'ХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХАХАХАХХАХААХХАХАХАХХАХ']