'''
Привет, как ты/твои дела?
Кто ты?
У меня всё плохо в жизни, почему?
Сколько тебе лет?
(В процессе диалога): о чём ты? - ну типо если вдруг ему что-то придётся пояснять
Какие твои интересы/увлечения?
Чем ты занимаешься?
Что ты умеешь/какими способностями обладаешь?
Почему ты такой скромный/застенчивый?
Расскажи анекдот.
Посоветуй книгу/фильм/сериал
Каким человеком ты восхищаешься?
Что ты любишь/ненавидишь?
В чем смысл жизни?
Твоя любимая цитата и выражение?
Что делать если мне страшно?
Что мне делать?
Как жить?
Любишь мед?
Если бы....,ты бы...?
Твой любимый\ая\ое....?
Если бы.....,что бы....?
'''

Yes_Qu = ['Да', 'Yes', 'Yeah', 'Ага', 'Я думаю так', 
          'Должно быть', 'Возможно', 'Верно']

How_Are_U_Qu = ['Как дела?', 'Как настроение?', 'Как жизнь?', 'Как ты?'
                'Чё как?', 'Как ты там?', 'Как Вы там?', 'Как поживаешь?']

Who_Are_U_Qu = ['Кто ты?', 'Как тебя зовут?', 'Как твоё имя?', 
                'Можно узнать твоё имя?', 'Ваше имя?', 'Как к тебе обращаться?']

Psychologist_Qu = ['У меня всё плохо в жизни, почему?', 'Почему мне плохо?', 'Почему всё так ужасно?'
                   'Мне грустно', 'Кажется, я устал', 'Хочется умереть']

How_Old_Are_U_Qu = ['Сколько тебе лет?', 'Каков твой возраст?', 'Когда ты родился?']

What_Qu = ['О чём ты?', 'Что?']

List = ['Да', 'Yes', 'Yeah', 'Ага', 'Я думаю так', 'Должно быть', 'Возможно', 'Верно', 
        'Как дела?', 'Как настроение?', 'Как жизнь?', 'Как ты?'
        'Чё как?', 'Как ты там?', 'Как Вы там?', 'Как поживаешь?', 
        'Кто ты?', 'Как тебя зовут?', 'Как твоё имя?', 
        'Можно узнать твоё имя?', 'Ваше имя?', 'Как к тебе обращаться?', 
        'У меня всё плохо в жизни, почему?', 'Почему мне плохо?', 'Почему всё так ужасно?'
        'Мне грустно', 'Кажется, я устал', 'Хочется умереть', 
        'Сколько тебе лет?', 'Каков твой возраст?', 'Когда ты родился?',
        'О чём ты?', 'Что?']
